{
  "title": "Heist Simulator Early Access",
  "url": "https://stadia.google.com/game/heist-simulator",
  "img": "https://lh3.googleusercontent.com/zO3h2IU5OZ-97gNa_nH5gFp0ObDUmqReKa54KfNMAaxqaDT8o2LzcnN5ELyNKHO_Wt2WLmnpOXuHJVpWffzLYwRCc4OhwOwv3jvheQ3OIZnqChQZe9QWN1_vaA\u003dw300-h400-rw-no-v1-nu",
  "buttons": [
    "$11.99 Buy"
  ],
  "description": "Stadia Early Access Disclaimer: Early Access grants you access to a game that is still in development. It is an unfinished game, which means you may encounter playability issues (including the potential loss of saved progress) and changes without notice. Access to the game may be lost if development is not completed. We encourage you to visit the publisher\u0027s website for information about the game, and to visit our help center for more information about Early Access. Learn more about early access. We\u0027re excited to launch Heist Simulator into early access and work with the community to build the ultimate set of heisting tools and lootable locations. Listening to players and watching what they build will be our priority, and throughout early access, we\u0027ll be improving our systems and adding in more content to get everyone building the heists they\u0027ve always dreamed of pulling off! Early Access programs allow players to grab and play games while they are actively being worked on, which is perfect for Heist Simulator! We\u0027re excited to get players hands on our tools, and with your feedback, we aim to improve our Heist Builder, making it a smooth and intuitive experience. We want our tools to be as accessible and comprehensive as possible and are thrilled to work with the community to make that a reality. Everything that\u0027s a part of our toolset is up for discussion, and we\u0027re excited to grow our Heist Builder alongside the community! As work on the Heist Builder goes on, we\u0027ll also be using it to build a campaign of levels to take you all over England. You\u0027ll be stealing valuables and knick-nacks from a range of famous English locations, and we\u0027ll be gathering feedback at every stage on what makes a truly great heist as we inject endless amounts of comedy and silliness on top! We expect you to be able to play through our story mode in 2022! Please head to our official site to join the discussions! Community Site Lights, Camera, HEIST! Grab your perfect team and hack, unlock, disguise and explode your way to stealing England\u0027s finest tat and treasures. Once you\u0027re a master thief, take our tools into your own hands and create your perfect heist! Use Heist Simulator\u0027s level editor and build the burglary of your dreams! Draw up your ideal location, then fill it to the brim with thousands of props, decorations and interactables for your team to overcome, then share your masterpiece with the world by uploading it to Heist Cloud!",
  "image_urls": [
    "https://lh3.googleusercontent.com/nHmKkW4ysbxd-vQdYiExi_cCk51XUeduKu47CKwkywRslaR43-eL6S2RBNucFWEQA7Byzoi2i4vJp--T7XrDW-dqz8fKB5vW0LBDCyd9RZ1Rc7ZNysb0si_DH7U\u003dw588-h384-rw-no-v1-nu",
    "https://lh3.googleusercontent.com/dhcoecV_klX1Rl0boFEJi_64fjNjnO9r7_XOdYPPtryDqygHzj_IxEoL0xYt6Xhh17neqPt1ttQpIvU-z30RbLQsMPWI43FNffv1GWr_QKE5EIO6sKpKwy9GGg\u003dw588-h384-rw-no-v1-nu",
    "https://lh3.googleusercontent.com/Yk9KDeD7udbOBioRZkJDYegF8D9ptfw6KgQdJYyDTCs5gBQpPw9rXHogmPeOjLLFn0916WmGDgdRm4PL71pT5G3PQNW47UCGWhN_OUIhRbOylIwqQBC0grjRJqk\u003dw588-h384-rw-no-v1-nu",
    "https://lh3.googleusercontent.com/Wh8U5fqVQercDE4pQXabdqsc8spySAHYKOA4T450cJ_55NcySSEwrRiwS_hQls1p4ohQDQ4DYWalugCsOiLcuS3LpAlr6chCLDFRbPDoenZKlkPMcjdsIQF5CmQ\u003dw588-h384-rw-no-v1-nu",
    "https://lh3.googleusercontent.com/CQUA5AlakUBuQHpS4j1vc_ilozhKPIMGc3lpBQeMANMCHxqbecu1weaQGBxdmg8SBI6HffkHVbhCUgcTdkPSIwG_4H0wal-A7SHCq74kCecoDkERNAiKjXaFvA\u003dw588-h384-rw-no-v1-nu"
  ],
  "release_date": "2021-10-19",
  "publisher": "No More Robots",
  "developer": "Sky Bagel",
  "languages": [
    "English"
  ],
  "available_country": [
    "Austria",
    "Belgium",
    "Canada",
    "Czechia",
    "Denmark",
    "Finland",
    "France",
    "Germany",
    "Hungary",
    "Ireland",
    "Italy",
    "Netherlands",
    "Norway",
    "Poland",
    "Portugal",
    "Romania",
    "Slovakia",
    "Spain",
    "Sweden",
    "Switzerland",
    "United Kingdom",
    "United States"
  ],
  "genre": [
    "Indie",
    "Puzzle",
    "Simulation"
  ],
  "game_modes": [
    "Single player"
  ],
  "supported_input": [
    "Gamepad",
    "Keyboard/mouse"
  ],
  "accessibility_features": [
    "Button remapping",
    "Difficulty levels",
    "Separate volume controls"
  ],
  "notes": "Copyright © 2021 No More Robots, SkyBagel, Roguecode"
}