{
  "title": "Red Dead Redemption 2",
  "url": "https://stadia.google.com/game/rdr2",
  "img": "https://lh3.googleusercontent.com/d7UK3L2qqfSB5RnaQIifxLS9wz4b34pizBRVcoqkszjZTO7E-iDW0ywSlKFrsiL7J4Vs-p2Ki2F3Wp6Usf1xE2UBDH8HPeOX87zODqpoa9JVMAdS8NM-3Wy69WY\u003dw300-h400-rw-no-v1-nu",
  "buttons": [
    "$59.99 Buy"
  ],
  "description": "Red Dead Redemption 2, the critically acclaimed open world epic from Rockstar Games and the highest rated game of the console generation, now enhanced for Google Stadia with new Story Mode content, visual upgrades and more. America, 1899. The end of the wild west era has begun. After a robbery goes badly wrong in the western town of Blackwater, Arthur Morgan and the Van der Linde gang are forced to flee. With federal agents and the best bounty hunters in the nation massing on their heels, the gang must rob, steal and fight their way across the rugged heartland of America in order to survive. As deepening internal divisions threaten to tear the gang apart, Arthur must make a choice between his own ideals and loyalty to the gang who raised him.",
  "image_urls": [
    "https://lh3.googleusercontent.com/jNXr_1TIGoTeCbzvVbHwHlFJZ2oSh2jtMoahxoECMaDW7Ld7Xi6DXv7ywiWanQDwVnEywXnCtMGWM4bRBs29NSk7LbN2B7c2cZQopZjGYpDCEmApoc7NWG0km0UD\u003dw588-h384-rw-no-v1-nu",
    "https://lh3.googleusercontent.com/BOZArFdHgB4vJPu_YIWQpBGSXYqkOS17kbilUHHT20Heg8JPkXGrrM7gcdBG5v2Bk6rNKkEHoJg1-NJB-bkjxx8mSDjlXrojYmtnMR94S_rzKvArlH3-ggtdCnPn\u003dw588-h384-rw-no-v1-nu",
    "https://lh3.googleusercontent.com/21XhClYybkRco4I0QlMGHQFGw1BOAl3S2fQIBAXJXu8XCAIJFTn_kdsGAGmIdu7k2yWg_2v_B0cVtsWRrYc6nLIRkJlBYIAgtUwoCAdORJhsT9TWfENXxBZRN924\u003dw588-h384-rw-no-v1-nu"
  ],
  "release_date": "2019-11-19",
  "publisher": "Rockstar Games",
  "developer": "Rockstar Games",
  "languages": [
    "English",
    "French",
    "German",
    "Italian",
    "Spanish"
  ],
  "available_country": [
    "Austria",
    "Belgium",
    "Canada",
    "Czechia",
    "Denmark",
    "Finland",
    "France",
    "Germany",
    "Hungary",
    "Ireland",
    "Italy",
    "Netherlands",
    "Norway",
    "Poland",
    "Portugal",
    "Romania",
    "Slovakia",
    "Spain",
    "Sweden",
    "Switzerland",
    "United Kingdom",
    "United States"
  ],
  "genre": [
    "Action",
    "Adventure"
  ],
  "game_modes": [
    "Online multiplayer",
    "Single player"
  ],
  "supported_input": [
    "Gamepad",
    "Keyboard/mouse"
  ],
  "accessibility_features": [
    "Colorblind modes",
    "Dialogue subtitles",
    "Skip repeated button presses"
  ],
  "notes": "Gameplay experience and features depend on service, network, and device; 4K maximum output resolution \u0026 30 FPS maximum frame rate. Software license at www.rockstargames.com/eula; account terms at www.rockstargames.com/socialclub. Non-transferable access to special features such as exclusive/unlockable/downloadable/online content/services/functions, multiplayer services or bonus content, may require single-use serial code, additional fee, and/or online account registration (varies 13+). Access to special features may require internet connection, may not be available to all users or at all times, and may, upon 30 days notice, be terminated, modified, or offered under different terms. Violation of EULA, Code of Conduct, or other policies may result in restriction or termination of access to game or online account. For customer \u0026 tech support visit www.rockstargames.com/support. The content of this videogame is purely fictional, is not intended to represent or depict any actual event, person, or entity, and any such similarities are purely coincidental. The makers and publishers of this videogame do not in any way endorse, condone or encourage engaging in any conduct depicted in this videogame. Unauthorized copying, reverse engineering, transmission, public performance, rental, pay for play, or circumvention of copy protection is strictly prohibited. Rockstar Games, Inc. ©2005-18. Rockstar Games, Red Dead Redemption, and R* are marks/logos/copyrights of Take-Two Interactive. All other marks and trademarks are properties of their respective owners. All rights reserved.",
  "pegi_min_age": "17",
  "pegi_notes": [
    "+ Blood and Gore",
    "Intense Violence",
    "Nudity",
    "Sexual Content",
    "Strong Language",
    "Use of Alcohol In-Game Purchases",
    "Use of Drugs"
  ]
}